Repository: ConductionNL/plugin-pdc-leges
Catalog: languages/pdc-leges-*.po
Languages: nl_nl

source: New price
nl_nl: Nieuw bedrag

source: Price
nl_nl: Bedrag

source: Date new lege active
nl_nl: Datum actief nieuwe lege

source: Lege settings
nl_nl: Lege instellingen

source: Lege price
nl_nl: Lege prijs

source: Price in &euro;
nl_nl: Prijs in &euro;

source: Lege new price
nl_nl: Lege nieuw bedrag

# lege
source: Add new lege
nl_nl: Voeg nieuwe lege toe

source: Add new lege
nl_nl: Voeg nieuwe lege toe

source: New lege
nl_nl: Nieuwe lege

source: Edit lege
nl_nl: Bewerk lege

source: View lege
nl_nl: Bekijk lege

source: All leges
nl_nl: Alle leges

source: Search leges
nl_nl: Zoek leges

source: Parent leges:
nl_nl: Hoofd lege pagain:

source: No leges found.
nl_nl: Geen leges gevonden.

source: No leges found in Trash.
nl_nl: Geen leges gevonden in prullenbak.

source: Lege price (in &euro;)
nl_nl: Lege prijs (in &euro;)

source: Lege new price (in &euro;)
nl_nl: Nieuwe lege prijs (in &euro;)

source: Published
nl_nl: Gepubliceerd
